[
  {
    "id": "devotional-1",
    "title": "Confiança no Senhor",
    "date": "2025-05-01",
    "reference": "Provérbios 3:5-6",
    "verse": "Confie no Senhor de todo o seu coração e não se apoie em seu próprio entendimento; reconheça o Senhor em todos os seus caminhos, e ele endireitará as suas veredas.",
    "content": "A confiança é um elemento fundamental na nossa relação com Deus. O texto de hoje nos convida a confiar no Senhor de todo o coração, ou seja, colocar nossa fé e esperança completamente nEle. Quando confiamos apenas em nossa própria capacidade, limitamos o que Deus pode fazer em nossas vidas. Reconhecer o Senhor em todos os nossos caminhos significa incluí-Lo em todas as decisões e aspectos da vida, grandes ou pequenos. Quando fazemos isso, Ele promete endireitar nossas veredas, guiando-nos pelo caminho correto mesmo quando não conseguimos enxergar o futuro. Hoje, permita que Deus dirija seus passos e confie que Ele tem o melhor para sua vida.",
    "author": "Pastor Lucas Silva"
  },
  {
    "id": "devotional-2",
    "title": "A Paz de Cristo",
    "date": "2025-05-02",
    "reference": "João 14:27",
    "verse": "Deixo-lhes a paz; a minha paz lhes dou. Não a dou como o mundo a dá. Não se perturbe o seu coração, nem tenham medo.",
    "content": "Em um mundo cheio de turbulências e incertezas, a paz é um dos maiores tesouros que podemos ter. Jesus nos oferece uma paz diferente daquela que o mundo promete. A paz do mundo é temporária e depende de circunstâncias externas favoráveis. Já a paz de Cristo permanece mesmo nas tempestades da vida, pois está fundamentada na confiança em Deus e não nas circunstâncias. Quando Jesus diz 'não se perturbe o seu coração', Ele nos convida a descansar na certeza de que, não importa o que aconteça, estamos nas mãos de um Deus amoroso que cuida de nós. Esta paz nos liberta do medo e da ansiedade, permitindo que enfrentemos os desafios com serenidade. Que hoje você possa experimentar esta paz que excede todo entendimento.",
    "author": "Pastora Ana Oliveira"
  },
  {
    "id": "devotional-3",
    "title": "O Poder da Esperança",
    "date": "2025-05-03",
    "reference": "Romanos 15:13",
    "verse": "Que o Deus da esperança os encha de toda alegria e paz, por sua confiança nele, para que vocês transbordem de esperança, pelo poder do Espírito Santo.",
    "content": "A esperança cristã não é um simples desejo de que algo bom aconteça, mas uma certeza baseada nas promessas de Deus. Paulo ora para que o 'Deus da esperança' encha os crentes de alegria e paz. Note que esta esperança está diretamente ligada à nossa confiança em Deus. Quanto mais confiamos nEle, mais experimentamos alegria e paz, e mais transborda em nós a esperança. E isso não acontece por nosso próprio esforço, mas 'pelo poder do Espírito Santo'. Em tempos difíceis, quando tudo parece escuro, o Espírito de Deus em nós faz brotar essa esperança que nos mantém firmes. Hoje, peça a Deus que renove sua esperança e que você possa ser um canal de esperança para outros que estão desanimados.",
    "author": "Pastor Carlos Mendes"
  }
]